11/data/attachments/a095c16c33fd593a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bethany_few_Actions_31834_0</nif:username>
            <nif:friendToBeRequested>soap_actions_bca1b7be-5bfd-403b-a0da-cc2f12d1b6d8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>